[
  {
    "id": "Widow Tarha",
    "type": ["String", "Hero"],
    "archetype": ["String", "Mage"],
    "MovePoints": ["Integer", 4],
    "Health": ["Integer", 10],
    "Fatigue": ["Integer", 4],
    "Willpower": ["Integer", 3],
    "Might": ["Integer", 2],
    "Knowledge": ["Integer", 4],
    "Awareness": ["Integer", 2],
    "defence": ["String[]", ["grey"]],
    "ability": ["String", "RerollOnce: Once per round, after you roll a dice for an attack, you may reroll 1 attack or power die. You must keep the new result."],
    "heroicFeat": ["String", "DoubleAttack: Perform an attack. This attack affects 2 different monsters in your line of sight. 1 attack roll is made but each monster rolls defense dice separately. Both monsters are considered targets of your attack."],
    "biography": ["String", "Young, beautiful, and full of joy, Tarha once seemed destined for a long, happy life in the traditional vein: a strong husband, many strong children, and a respected place in her tribe. What more could an orc maiden wish for? But after her husband was murdered by soldiers who couldn't be bothered to distinguish a law-abiding orc from a savage invader, Tarha's life turned sour. Her earlier studies in the mystic arts turned toward darkness and forbidden lores, until she might have strength enough to protect not just the orcs, but all downtrodden and oppressed peoples everywhere. Ultimately, Tarha was exiled by her tribe for her obsession, but she is now past caring. Sometimes called Tarha the Twice-Widowed, she will do anything and pay any price to achieve her goals."],
    "quote": ["String", "\"I have nothing left to lose. Yet, there is so much more power for me to gain.\""]
  },
  {
    "id": "Leoric of the Book",
    "type": ["String", "Hero"],
    "archetype": ["String", "Mage"],
    "MovePoints": ["Integer", 4],
    "Health": ["Integer", 8],
    "Fatigue": ["Integer", 5],
    "Willpower": ["Integer", 2],
    "Might": ["Integer", 1],
    "Knowledge": ["Integer", 5],
    "Awareness": ["Integer", 3],
    "defence": ["String[]", ["grey"]],
    "ability": ["String", "DamageMinusOne: Each monster within 3 spaces of you receives -1 damage on all attack rolls (to a minimum of 1)."],
    "heroicFeat": ["String", "MagicAttackAll: Perform an attack with a Magic weapon. This attack ignores range and targets each figure adjacent to you. 1 attack roll is made but each figure rolls defense dice separately."],
    "biography": ["String", "After one too many heated arguments with the Provost, Professor Leoric of the University of Greyhaven was invited to go on an “extended sabbatical.” As an adventurer, Leoric's constant references to his scholarly texts quickly earned him the sobriquet “of the Book.” Leoric's sabbatical continues as the former professor applies his magical knowledge in the field and seeks out long-forgotten knowledge and wisdom."],
    "quote": ["String", "\"If my years of study have taught me anything, it is that I am worthy of the knowledge I possess.\""]
  },
  {
    "id": "Avric Albright",
    "type": ["String", "Hero"],
    "archetype": ["String", "Healer"],
    "MovePoints": ["Integer", 4],
    "Health": ["Integer", 12],
    "Fatigue": ["Integer", 4],
    "Willpower": ["Integer", 4],
    "Might": ["Integer", 2],
    "Knowledge": ["Integer", 3],
    "Awareness": ["Integer", 2],
    "defence": ["String[]", ["grey"]],
    "ability": ["String", "SurgeRecoverOneHeart: Each hero within 3 spaces of you (including yourself) gains \"Surge: Recover 1 Heart\" on all attack rolls."],
    "heroicFeat": ["String", "HealAll: Roll 2 red power dice. Each hero within 3 spaces of you (including yourself) may recover Heart equal to the Heart rolled."],
    "biography": ["String", "Avric Albright spent 3 years as a soldier assigned to the Citadel of Archaut before hearing his calling. He traveled to Vynelvale to join the priesthood, but never arrived. He is a war hardened soldier whose sole motive and purpose is to push back the ever powerful threat of the overlord and his minions. After seeing the devastation caused by these, he will go to any length to fulfill his purpose."],
    "quote": ["String", "\"I pledge myself to those in need. I will be their shield, their light in the darkness.\""]
  },
  {
    "id": "Ashrian",
    "type": ["String", "Hero"],
    "archetype": ["String", "Healer"],
    "MovePoints": ["Integer", 5],
    "Health": ["Integer", 10],
    "Fatigue": ["Integer", 4],
    "Willpower": ["Integer", 3],
    "Might": ["Integer", 2],
    "Knowledge": ["Integer", 2],
    "Awareness": ["Integer", 4],
    "defence": ["String[]", ["grey"]],
    "ability": ["String", "StunAdjacent: When a minion monster begins its activation adjacent to you, it is Stunned."],
    "heroicFeat": ["String", "StunMonsters: Choose a monster within 3 spaces of you. Each monster in that monster group is Stunned."],
    "biography": ["String", "One day just over a year ago, Ashrian walked out of the Whispering Forest knowing not a word of either the Common Speech or the Latari tongue. She did, however, know the uses of every herb that grows in Terrinoth, the secret ways of traveling unseen through the forest, and the language of the spirits, which can speak directly to a person's mind if they are willing to hear. Never staying in one place for more than a few days, Ashrian has traveled the length and breadth of Terrinoth, and her command of the Common Speech, Latari, and a dozen other tongues besides is now quite strong. Ashrian refuses to speak of her home, her people, or her past, declaring that instead she wishes to think of the future, and how to make it better."],
    "quote": ["String", "\"I no more understand why I can hear the spirits speak than I understand why you cannot.\""]
  },
  {
    "id": "Syndrael",
    "type": ["String", "Hero"],
    "archetype": ["String", "Warrior"],
    "MovePoints": ["Integer", 4],
    "Health": ["Integer", 12],
    "Fatigue": ["Integer", 4],
    "Willpower": ["Integer", 2],
    "Might": ["Integer", 4],
    "Knowledge": ["Integer", 3],
    "Awareness": ["Integer", 2],
    "defence": ["String[]", ["grey"]],
    "ability": ["String", "HealFatigueOnWait: If you have not moved during this turn, you recover 2 Fatigue at the end of your turn."],
    "heroicFeat": ["String", "FreeMoveFriend: Use during your turn to choose a hero within 3 spaces of you. You and that hero may each immediately perform a move action. This is in addition to the 2 actions each hero receives on his turn."],
    "biography": ["String", "Having sworn her blade to the service of Lady Tyviel, Syndrael found herself a scant century later in the awkward position of having her patron named and exiled as a traitor to the Latari elves. Lady Tyviel had the decency to formally release her subjects from their oaths, but Syndrael still found herself with no welcome throughout the Aymhelin. Having concluded that her lady could not be a traitor, Syndrael has followed her into exile. She now travels throughout Terrinoth, upholding the ideals of the Latari as she seeks her lady and an explanation for her fate."],
    "quote": ["String", "\"You swear undying loyalty, yet you are mortal. What can you know of commitment?\""]
  },
  {
    "id": "Grisban the Thirsty",
    "type": ["String", "Hero"],
    "archetype": ["String", "Warrior"],
    "MovePoints": ["Integer", 3],
    "Health": ["Integer", 14],
    "Fatigue": ["Integer", 4],
    "Willpower": ["Integer", 3],
    "Might": ["Integer", 5],
    "Knowledge": ["Integer", 2],
    "Awareness": ["Integer", 1],
    "defence": ["String[]", ["grey"]],
    "ability": ["String", "HealCondition: Each time you perform a rest action, you may immediately discard 1 Condition card from yourself."],
    "heroicFeat": ["String", "ExtraAttack: Use during your turn to perform 1 attack action. This is in addition to your 2 actions on your turn."],
    "biography": ["String", "At first glance, Grisban's story is an old and familiar one. A dwarf from Dunwarr, Grisban has left the mountains to travel through Terrinoth, making his way as a mercenary. His skill with an axe is undeniable and his love of good, strong beer memorable. An oft-repeated joke (oft-repeated by Grisban, at least), is that no one is certain if his name should be “Grisban the Bloodthirsty” or “Grisban the Beer-thirsty.” Consensus seems to have settled on simply “the Thirsty.” Grisban drinks with a will and fights with a terrible rage, both seeming to hint at a darker reason for leaving his home than he has yet been willing to share."],
    "quote": ["String", "\"All this killing is thirsty work. Drink with me!\""]
  },
  {
    "id": "Tomble Burrowell",
    "type": ["String", "Hero"],
    "archetype": ["String", "Scout"],
    "MovePoints": ["Integer", 4],
    "Health": ["Integer", 8],
    "Fatigue": ["Integer", 5],
    "Willpower": ["Integer", 3],
    "Might": ["Integer", 1],
    "Knowledge": ["Integer", 2],
    "Awareness": ["Integer", 5],
    "defence": ["String[]", ["grey"]],
    "ability": ["String", "CopyAllyDefense: If you are attacked while adjacent to at least one other hero, you may choose an adjacent hero and add the defense pool of that hero to your own."],
    "heroicFeat": ["String", "Vanish: Remove your figure from the map and place a hero token in your space. At the start of your next turn, place your figure in any empty space within 4 spaces of your hero token."],
    "biography": ["String", "A tinker, a tailor, a minstrel, a thief, Tomble Burrowell has wandered the roads and valleys and forests of Terrinoth for more years than most would guess, gnomes being a deceptively long-lived people. Recently, the death of his clan at the hands (or, more accurately, the talons) of a beastman war party has hardened Tomble, and beneath the quick wit and easy jokes now lies a bitter resentment and anger that pushes him to take bigger and bigger risks."],
    "quote": ["String", "\"Don't think of this as you being robbed. Instead, think of it as you donating to a worthy cause.\""]
  },
  {
    "id": "Jain Fairwood",
    "type": ["String", "Hero"],
    "archetype": ["String", "Scout"],
    "MovePoints": ["Integer", 5],
    "Health": ["Integer", 8],
    "Fatigue": ["Integer", 5],
    "Willpower": ["Integer", 2],
    "Might": ["Integer", 2],
    "Knowledge": ["Integer", 3],
    "Awareness": ["Integer", 4],
    "defence": ["String[]", ["grey"]],
    "ability": ["String", "DamageToFatigue: When you suffer any amount of damage from an attack, you may choose to suffer some or all of that amount as Fatigue instead; you cannot suffer Fatigue in excess of your stamina."],
    "heroicFeat": ["String", "RunAttack: You may move double your Speed and perform an attack. This attack may be performed before, after, or during this movement."],
    "biography": ["String", "Although Terrinoth has enjoyed comparative peace and prosperity since the Dragon Wars, there are still a dozen small conflicts or wars every year against foes both within and without her borders. Jain Fairwood was a soldier serving under Sir Garrick Whitmore when one of those small wars claimed the lives of Sir Garrick and every man under his command... except Jain. Trapped deep within the Crimson Forest and hunted by the Uthuk, it took Jain nearly six months to escape and return to civilization. Upon her return Jain was branded a deserter, and so she turned about and vanished into the forest again. She dwells there still, emerging from the wild lands only to discharge the duty she still feels to the common folk of Terrinoth."],
    "quote": ["String", "\"Out here in the wilds, I protect those who have misjudged me.\""]
  }
]